export const landingContent = {
  landing: {
    title: 'Widget Trainer',
    subtitle: 'Интерактивный тренажер для разработчиков',
    description:
      'Современная образовательная платформа, которая превращает концепции программирования в увлекательный игровой процесс.',
    buttonStart: 'Начать',
    buttonLogin: 'Вход в систему',
    buttonSignUp: 'Регистрация',
    instruments: 'Доступные инструменты',
    features: [
      { label: 'Прогресс:', text: 'Отчеты о вашем прогрессе в реальном времени.' },
      { label: 'Практика:', text: 'Интерактивные упражнения под ваш уровень.' },
      { label: 'Библиотека:', text: 'Темы структурированны для быстрого поиска.' },
    ],
    footer: '© 2026  Джунгли зовут!  RSSchool',
  },
};
